Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/AC_MAIN_HELP.tmx
Source language: en_us
Languages: cs_cz

source: Even though the field contains a red asterisk, you are not forced to fill in the field before you continue to other fields or close the page.
cs_cz: Přestože pole obsahuje červenou hvězdičku, není nutné pole vyplňovat dříve, než budete pokračovat v jiných polích nebo stránku zavřít.

source: Every time that an item in the warehouse is moved, received, put away, picked, shipped, or adjusted, warehouse entries are registered to store the physical information about zone, bin, and quantity.
cs_cz: Pokaždé, když je zboží ve skladu přesunuto, přijato, zaskladněno, vyskladněno, dodáno nebo upraveno, jsou záznamy ve skladu evidovány pro fyzické uložení informací o zóně, přihrádce a množství.

source: Examples
cs_cz: Příklady

source: Examples of such texts are the names of items in the inventory or the comments for a customer.
cs_cz: Příklady takových textů jsou názvy zboží ve skladu nebo poznámky pro zákazníka.

source: Extend the experience and capability of [!INCLUDE d365fin ] by creating an Add-on app which integrates into user experience of [!INCLUDE d365fin ].
cs_cz: Rozšířením možností a schopností [!INCLUDE d365fin ] vytvořením <x3 />Add-onu<x4 />, který se integruje do uživatelského prostředí [!INCLUDE d365fin ].

source: Extending [!INCLUDE d365fin ]
cs_cz: Rozšíření [!INCLUDE d365fin ]

source: Fill in the Asm.-to-Order Shpt.
cs_cz: Vyplňte pole Kód dod. přihr.

source: Fill in the From-Assembly Bin Code field.
cs_cz: Vyplňte políčko Kód přihrádky z montáže .

source: Fill in the To-Assembly Bin Code field.
cs_cz: Vyplňte pole Kód přihrádky na montáž .

source: Fill in the bin code and item information for each bin that you would like to set up as a default for an item.
cs_cz: Vyplňte kód přihrádky a informace o zboží pro každou přihrádku, kterou chcete nastavit pro zboží jako výchozí.

source: Fill in the fields on the Bin Policies FastTab if they are relevant to your warehouse.
cs_cz: Vyplňte políčka v záložce Použití přihrádek pokud jsou pro váš sklad relevantní

source: Fill in the first line with the bin requirements that you want fulfilled first and foremost when suggesting a put-away.
cs_cz: Vyplňte první řádek požadavků přihrádky, které chcete splnit v jako první při navrhování zaskladnění.

source: Fill in the second line with the bin requirements that would be your second choice to fulfill in finding a bin for put-away.
cs_cz: Do druhého řádku zadejte požadavky na přihrádku, které jsou vaší druhou volbou při hledání přihrádky pro zaskladnění.

source: Filling the Consumption Bin
cs_cz: Plnění spotřební přihrádky

source: Find information on apps and consulting services that are currently available on Microsoft AppSource .
cs_cz: Vyhledejte informace o aplikacích a poradenských službách, které jsou aktuálně k dispozici na Microsoft AppSource .

source: Find the bin content line for the bin that you would like as the new default bin.
cs_cz: Najděte řádek s obsahem přihrádky, pro který chcete novou výchozí přihrádku.

source: Find the current default bin content entry for the item and clear the Default Bin check box.
cs_cz: Najděte aktuální výchozí položku obsahu přihrádky pro zboží a zrušte zaškrtnutí políčka Výchozí přihrádka .

source: Finding Answers
cs_cz: Hledání odpovědí

source: First-Expired-First-Out (FEFO) is a sorting method that ensures that the oldest items, those with the earliest expiration dates, are picked first.
cs_cz: First-Expired-First-Out (FEFO - První expiruje, první ven) je metoda třídění, která zajišťuje, že se nejdříve vyberou nejstarší položky, které mají nejstarší data vypršení platnosti.

source: Follow the steps below to download the app and get started.
cs_cz: Chcete-li stáhnout aplikaci a začít, postupujte podle následujících pokynů.

source: For a quick overview, see [the [!INCLUDE d365fin ] blog](https://community.dynamics.com/business/b/financials/archive/2016/11/28/how-long-is-the-trial-period-and-how-do-i-cancel).
cs_cz: Pro rychlý přehled běžte na [Blog [!INCLUDE d365fin ]](https://community.dynamics.com/business/b/financials/archive/2016/11/28/how-long-is-the-trial-period-and-how-do-i-cancel).

source: For administrators, if you want to learn how to install the excel add-in, see Setting up the Excel Add-In .
cs_cz: Chcete-li získat informace o instalaci doplňku aplikace Excel, přečtěte si informace v tématu Nastavení doplňku aplikace Excel .

source: For example, if you are using the Canadian version of [!INCLUDE d365fin ], you can see the user interface in English and in French, but it is still the Canadian version of [!INCLUDE d365fin ] in all other aspects.
cs_cz: Pokud například používáte kanadskou verzi [!INCLUDE d365fin ], uvidíte uživatelské rozhraní v angličtině a francouzštině, ale stále je to stejná kanadská verze [!INCLUDE d365fin ] ve všech ostatních aspektech.

source: For example, is a work center is set up with a bin code in the To-Production Bin Code field.
cs_cz: Například, pracovní centrum nastaveno s kódem přihrádky v poli Kód přihrádky do výroby .

source: For example, select Accountant .
cs_cz: Například vyberte Účetní .

source: For example, the identifier could be the item's bar code number.
cs_cz: Například identifikátor může být číslo čárového kódu zboží.

source: For example, this can happen if the page was part of an app that did not add context-sensitive Help mapping to [!INCLUDE prodshort ].
cs_cz: K tomu může například dojít, pokud byla stránka součástí aplikace, která nepřidala kontextově citlivé mapování nápovědy do [!INCLUDE prodshort ].

source: For example, you can create miniforms to support the warehouse activity of picking items.
cs_cz: Můžete například vytvořit miniformuláře, které podpoří aktivitu skladu vyskladňování zboží.

source: For example, you can have different layouts for each [!INCLUDE d365fin ] company, or you can have different layouts for the same company for specific occasions or events, like a special campaign or holiday season.
cs_cz: Například můžete mít různá rozvržení pro každou společnost [!INCLUDE d365fin ], nebo můžete mít různá rozvržení pro stejnou společnost pro konkrétní příležitosti nebo události, jako je zvláštní kampaň nebo sváteční období.

source: For example, you can select ESC, which associates functionality with the press of the ESC key.
cs_cz: Můžete například vybrat ESC, které spojuje funkčnost s stisknutím klávesy ESC.

source: For example, you can use an API to build a connected app to exchange data between [!INCLUDE d365fin ] and your payroll app.
cs_cz: Můžete například použít rozhraní API k apřipojení aplikace pro výměnu dat mezi [!INCLUDE d365fin ] a vaší mzdovou aplikací.

source: For example, you can use the item's bar code as the identifier code.
cs_cz: Jako kód identifikátoru můžete například použít čárový kód zboží.

source: For example:
cs_cz: Například:

source: For information on how to change which layout to use, see Change Which Layout is Currently Used on a Report .
cs_cz: Informace o tom, jak změnit rozložení, které se má použít, naleznete v tématu Změna rozvržení, které je aktuálně použito v sestavě .

source: For instance, your tenant may support only English and Russian characters and if you enter data in a different language, it may not be stored correctly.
cs_cz: Váš účet může například podporovat pouze anglické a ruské znaky a pokud zadáváte data v jiném jazyce, nemusí být správně uložena.

source: For locations that use directed put-away and pick, [!INCLUDE d365fin ] can, in various situations, automatically breakbulk, that is, break a larger unit of measure into smaller units of measure, when it creates warehouse instructions that fulfill the needs of source documents, production orders, or internal picks and put-aways.
cs_cz: Pro lokace, které používají řízené zaskladnění a vyskladnění, [!INCLUDE d365fin ] může v různých situacích automaticky rozbalovat, to znamená, rozdělit větší měrnou jednotku na menší měrné jednotky při vytváření skladových úkonů, které splňují potřeby původních dokladů, výrobních zakázek nebo interních vyskladnění a zaskladnění.

source: For more information about each document, see the respective page topics.
cs_cz: Další informace o jednotlivých dokumentech naleznete v příslušných tématech na stránce.

source: For more information about how saved settings are used, see Using Saved Settings .
cs_cz: Další informace o použití uložených nastavení naleznete v části <x5 />Používání uložených nastavení .

source: For more information about how to get started with a sandbox, see Creating a Sandbox Environment .
cs_cz: Další informace o tom, jak začít se sandbox prostředím, naleznete v tématu Vytvoření Sandbox prostředí .

source: For more information, see Assembly Management .
cs_cz: Pro více informací navštivte Správa montáže .

source: For more information, see Configuring an Automated Data Capture System in the developer and IT-pro help.
cs_cz: Pro více informací navštivte Konfigurace systému automatického shromažďování dat v obsahu ITPro a nápovědě pro vývojáře.

source: For more information, see Connect to the Intelligent Cloud in the ITPro content for [!INCLUDE prodshort ].
cs_cz: Pro další informace navštivte Připojení k inteligentnímu cloudu v obsahu ITPro [!INCLUDE prodshort ].

source: For more information, see Create Bins .
cs_cz: Pro více informací navštivte Vytvoření přihrádek .

source: For more information, see Create a Custom Report or Document Layout .
cs_cz: Další informace naleznete v části Vytvoření a úprava vlastní sestavy nebo rozvržení dokladu .

source: For more information, see Design Details: Integration with Inventory .
cs_cz: Pro více informací navštivte Detaily návrhu: Integrace se zásobami .

source: For more information, see Design Details: Warehouse Setup .
cs_cz: Pro více informací navštivte Detaily návrhu: Nastavení skladu .

source: For more information, see Designing RDLC Report Layouts .
cs_cz: Pro více informací navštivte Navrhování rozvržení RDLC sestav

source: For more information, see Managing Users and Permissions .
cs_cz: Pro více informací navštivte Správa uživatelů a práv .

source: For more information, see Set Up Bin Types .
cs_cz: Pro více informací navštivte Nastavení typu přihrádky .

source: For more information, see Set Up Locations to Use Bins .
cs_cz: Pro více informací navštivte Nastavení lokací pro použití přihrádek .

source: For more information, see Set Up Put-away Templates .
cs_cz: Pro více informací navštivte Nastavení šablon zaskladnění .

source: For more information, see Set Up Warehouse Employees .
cs_cz: Pro více informací navštivte Evidence zaměstnanců skladu .

source: For more information, see Smart Notifications .
cs_cz: Další informace naleznete v části Chytrá oznámení .

source: For more information, see To create dedicated component bins .
cs_cz: Pro více informací navštivte Vytvoření dedikované přihrádky komponent .

source: For more information, see Build Your Business on Dynamics 365 Business Central .
cs_cz: Pro více informací navštivte Vybudujte svoje podnikání na webu Dynamics 365 Business Central .

source: For more information, see Changing Basic Settings .
cs_cz: Pro více informací navštivte Změna základního nastavení .

source: For more information, see Count, Adjust, and Reclassify Inventory Using Journals .
cs_cz: Pro více informací navštivte Počítání, adjustace a přeřazení zboží .

source: For more information, see Move Components to an Operation Area in Basic Warehousing .
cs_cz: Pro více informací navštivte Přesouvání komponent do provozní oblasti v základních konfiguracích skladu .

source: For more information, see Move Items in Advanced Warehouse Configurations .
cs_cz: Pro více informací navštivte Přesouvání zboží v rozšířených konfiguracích skladu .

source: For more information, see Design Details: Availability in the Warehouse .
cs_cz: Pro více informací navštivte Detaily návrhu: Dostupnost ve skladu .

source: For more information, see Configuring Technical Support in the developer and ITpro content for [!INCLUDE prodshort ].
cs_cz: Pro více informací navštivte Konfigurace technické podpory pro vývojáře a obsah ITPro [!INCLUDE prodshort ].

source: For more information, see Inspecting Pages in Business Central .
cs_cz: Pro více informací navštivte Prohlídka stránek v Business Central .

source: For more information, see Set Up Base Calendars .
cs_cz: Pro více informací navštivte sekci Nastavení základního kalendáře .

source: For more information, see Check on Negative Inventory.
cs_cz: Pro více informací navštivte Kontrola záporného stavu zásob.

source: For more information, see [Customizing [!INCLUDE d365fin ] Using Extensions](ui-extensions.md).
cs_cz: Pro více informací běžte na [Přizpůsobení pomocí rozšíření[!INCLUDE d365fin ]](ui-extensions.md).

source: For more information, see [Setting Up [!INCLUDE d365fin ]](setup.md).
cs_cz: Pro více informací navštivte [Nastavení [!INCLUDE d365fin ]].

source: For more information, see the To synchronize the adjusted warehouse entries with the related item ledger entries .
cs_cz: Pro více informací navštivte Synchronizace upravených položek skladu se souvisejícími položkami zboží

source: For more information, see the “Handling Assemble-to-Order Items in Inventory Picks” section in Pick Items with Inventory Picks .
cs_cz: Pro více informací navštivte sekci "Zpracování zboží montáže na zakázku a vyskladnění zásob" ve Vyskladnění zboží pomocí vyskladnění zásob.

source: For the bins where no real movement of items is involved, create a line for each of your current bins in the Warehouse Reclassification Journal with the old bin code, From Bin Code , and the new bin code, To Bin Code .
cs_cz: Pro přihrádky, ve kterých se není žádný skutečný pohyb zboží, vytvořte řádek pro každou z aktuálních přihrádek v Deníku přeřazení skladu . Starý kód přihrádky do Z kódu přihrádky a nový kód přihrádky do Do kódu přihrádky .

source: For the longer term overview, the [!INCLUDE prodshort ] roadmap page shows the general priorities for [!INCLUDE prodshort ] in the coming years.
cs_cz: Pro dlouhodobější přehled [!INCLUDE prodshort ] zobrazuje stránka Přehled plánu obecné priority pro [!INCLUDE prodshort ] v následujících letech.

source: For those locations that did not use warehouse management documents before the conversion, you must re-open and release any source documents that were partially received or partially shipped before the conversion.
cs_cz: Pro skladová místa, která před převodem nepoužívaly doklady správy skladu, je nutné znovu otevřít a uvolnit všechny původní doklady, které byly částečně přijaty nebo částečně dodány před převodem.

source: From [!INCLUDE d365fin ], you can change which layout is used on a report, create new layout, or modify the existing layouts.
cs_cz: Z [!INCLUDE d365fin ], můžete změnit rozložení použité v sestavě, vytvořit nové rozložení nebo upravit existující rozložení.

source: From the Report Settings page, you can:
cs_cz: Na stránce Nastavení sestav můžete:

source: From this bin, the assembly items are shipped immediately, via an inventory pick, to fulfill the sales order.
cs_cz: Z této přihrádky je zboží montáže odesláno okamžitě, prostřednictvím vyskladnění, k naplnění prodejní objednávky.

source: From your Role Center, you can access assisted setup guides that help you configure certain scenarios and add features to [!INCLUDE d365fin ].
cs_cz: Z Centra rolí máte přístup k pomocným průvodcům nastavením, které vám pomohou nakonfigurovat určité scénáře a přidat funkce do [!INCLUDE d365fin ].

source: General page settings, such as margins and background images.
cs_cz: Obecné nastavení stránky, například okraje a obrázky na pozadí.

source: Get actionable insights on the performance of your listings via the Cloud Partner Portal or the Office app publishing process
cs_cz: Získejte přehledné informace o výkonu svých zápisů prostřednictvím portálu Cloud Partner Portal nebo procesu publikování aplikací sady Office

source: Get assistance
cs_cz: Získání pomoci

source: Get insight to the performance of your business activities through budgets, account schedules, and analysis views.
cs_cz: Získávání přehledu o výkonu obchodních aktivit prostřednictvím rozpočtů, plánů účtů a analýzy.

source: Get started
cs_cz: Začínáme

source: Get started with confidence through a seamless onboarding experience
cs_cz: Začínáme s důvěrou prostřednictvím bezproblémové "Onboardingu".

source: Getting Business Central on Your Mobile Device
cs_cz: Získání Business Central pro mobilní zařízení

source: Getting Started with Previews and Sandboxes
cs_cz: Začínáme se zkušební verzí a sandbox prostředím

source: Give Feedback
cs_cz: Zaslat názor

source: Handling Time , Inbound Whse.
cs_cz: vyskladnění , Doba

source: Handling Time , and the Base Calendar Code fields.
cs_cz: zaskladnění a Kód základního kalendáře .

source: Help about the page you were just viewing in [!INCLUDE prodshort ]
cs_cz: Nápověda ke stránce, kterou jste právě zobrazili v aplikaci [!INCLUDE prodshort ]

source: Help landing page for [!INCLUDE prodshort ]
cs_cz: /vodní stránka nápovědy [!INCLUDE prodshort ]

source: Highly adaptable and rich with features, [!INCLUDE d365fin ] enables companies to manage their business, including finance, manufacturing, sales, shipping, project management, services, and more.
cs_cz: Vysoce přizpůsobitelné a bohaté na funkce [!INCLUDE d365fin ] umožňuje společnostem spravovat své obchody, včetně financí, výroby, prodeje, dodávek, řízení projektů, služeb a dalších.

source: How Do I Change the Language?
cs_cz: Jak mohu změnit jazyk?

source: However each type has certain design features that affect how the generated report appears in [!INCLUDE d365fin ].
cs_cz: Každý typ má však určité konstrukční funkce, které ovlivňují, jak se vygenerovaná sestava zobrazí v [!INCLUDE d365fin ].

source: However, a Microsoft partner can make it work in online deployments by using PowerApps or similar.
cs_cz: Partner společnosti Microsoft však může zajistit, aby fungoval v online nasazení pomocí PowerApps nebo podobnou formou.

source: However, more complex processes, such as assembly, manufacturing, service, and directed warehouse management are also supported.
cs_cz: Podporovány jsou však i složitější procesy, jako je montáž, výroba, servis a řízení skladu.

source: However, no matter which option he chooses, the user-specific saved settings entry will be used.
cs_cz: Avšak bez ohledu na to, kterou možnost uživatel zvolí, bude použita uložená položka nastavení specifická pro uživatele.

source: However, only the locale setting is used in the current version of [!INCLUDE d365fin ].
cs_cz: V aktuální verzi [!INCLUDE d365fin ] se použije pouze nastavení oblasti.

source: However, the Help content is not available in all languages that the Microsoft Docs site supports.
cs_cz: Obsah nápovědy není k dispozici ve všech jazycích, které web Microsoft Docs podporuje.

source: However, until the components are consumed from that bin, other component demands may pick or consume from that bin because they are still considered available bin contents.
cs_cz: Dokud však nebudou komponenty spotřebovány z této přihrádky, mohou z této přihrádky vybírat nebo spotřebovávat další požadavky na komponenty, protože jsou stále považovány za dostupný obsah přihrádky.

source: However, while [!INCLUDE prodshort ] is a cloud-first service, also those customers who need to run their workloads fully on-premises or on the intelligent edge connected to the cloud can do so.
cs_cz: Nicméně, zatímco [!INCLUDE prodshort ] je služba cloud-first, také zákazníci, kteří potřebují plně pracovat lokálně (on-premis) nebo na "Inteligent Edge", které jsou ke cloudu připojeny to mohou dělat.

source: If [!INCLUDE prodshort ] cannot find the relevant link, the landing page on Docs.microsoft.com for the default version of [!INCLUDE prodshort ] is shown.
cs_cz: Pokud [!INCLUDE prodshort ] nemůže najít relevantní odkaz, vstupní stránka na Docs.microsoft.com<x4 /> pro základní verzi [!INCLUDE<x5 />prodshort ].

source: If [!INCLUDE d365fin ] is removed from your user account, and other people from your company continue the subscription, they will still have access to your shared data in the [!INCLUDE d365fin ] company.
cs_cz: Pokud bude z vašeho uživatelského účtu odebrán [!INCLUDE d365fin ] a další lidé z vaší společnosti budou pokračovat v předplatném, budou mít stále přístup k vašim sdíleným datům v [!INCLUDE d365fin ].

source: If a particular page is not available in your language yet, it will be shown in English.
cs_cz: Pokud daná stránka ještě není ve vašem jazyce k dispozici, bude zobrazena v angličtině.

source: If both setup fields are blank, then the last used bin with content is used in the Bin Code field on sales order lines.
cs_cz: Pokud jsou obě pole nastavení prázdná, použije se v řádcích Kód přihrádky<x6 /> na řádcích prodejních objednávek naposledy použitá přihrádka s obsahem.

source: If internal operation areas such as production or assembly exist in basic warehouse configurations where locations use the Bin Mandatory setup field and possibly the Require Pick and Require Put-away setup fields, then you can use the following basic warehouse documents to record your warehouse activities for internal operation areas:
cs_cz: Pokud v základních konfiguracích skladu existují vnitřní provozní oblasti, jako je výroba nebo montáž, kde skladová místa používají nastavení přihrádky pole Přihrádka nutná , případně Vyžadovat vyskladnění a Vyžadovat zaskladnění , můžete k evidenci aktivit skladu pro interní provozní oblasti použít následující základní doklady skladu:

source: If needed, add a new warehouse employee.
cs_cz: V případě potřeby přidejte nového zaměstnance skladu.

source: If needed, enter multiple codes for each item.
cs_cz: V případě potřeby zadejte pro každé zboží více kódů.

source: If some of the movements involve actual physical movements that you want employees to perform, use Movement Worksheets to prepare movement instructions instead of using the warehouse reclassification journal.
cs_cz: Pokud některé pohyby zahrnují skutečné fyzické pohyby, které mají zaměstnanci provádět, použijte Sešity přesunu k přípravě pokynů k pohybu namísto použití deníku přeřazení skladu.

source: If the Asm.-to-Order Shpt.
cs_cz: Pole Kód dod.

source: If the system can only find smaller units of measure, it will suggest that you gather items to fulfill the quantity on the shipment or production order.
cs_cz: Pokud systém může najít pouze menší měrné jednotky, navrhne vám, abyste shromáždili zboží ke splnění množství v dodávce nebo výrobní zakázce.

source: If the work date is not set to the current day (today), then on all pages where you can edit data, the current work date is shown in the upper-left corner of the page.
cs_cz: Pokud pracovní datum není nastaveno na aktuální den (dnes), pak se na všech stránkách, kde můžete upravovat data, zobrazuje aktuální pracovní datum v levém horním rohu stránky.

source: If there is a check mark in the Share with all users column, all users can use the saved settings for the report.
cs_cz: Pokud je zaškrtnuto políčko Sdílet se všemi uživateli , mohou použít uložené nastavení sestavy všichni uživatelé.

source: If there is a user name in the Assigned to column, only that user can use the saved settings for the associated report.
cs_cz: Pokud je ve sloupci Přiřazeno k jméno uživatele, uložená nastavení pro přidruženou sestavu může použít pouze tento uživatel.

source: If these fields are not filled in, then the put-away template that you selected for the warehouse on the Bin Policies FastTab on the location card is used.
cs_cz: Pokud tato pole nejsou vyplněna, použije se šablona zaskladnění, kterou jste vybrali pro sklad v záložce Použití přihrádek .
